Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Commerce.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# trial.status.timeline.blocking_off
source: App blocking turns off. Daily reminders stay free, and your setup stays saved.
ar: يتوقف حظر التطبيقات. تبقى التذكيرات اليومية مجانية، ويبقى كل ما ضبطتِه محفوظًا.
bn: অ্যাপ ব্লকিং বন্ধ হবে। দৈনিক রিমাইন্ডার ফ্রি থাকবে, আর আপনার সেটআপ সেভ থাকবে।
ca: El bloqueig d’apps es desactiva. Els recordatoris diaris continuen sent gratis i la teva configuració queda desada.
cs: Blokování aplikací se vypne. Denní připomínky zůstanou zdarma a tvoje nastavení zůstane uložené.
da: Appblokering slås fra. Daglige påmindelser forbliver gratis, og din opsætning er stadig gemt.
de: Die App-Sperre geht aus. Tägliche Erinnerungen bleiben kostenlos, und deine Einrichtung bleibt gespeichert.
el: Ο αποκλεισμός εφαρμογών απενεργοποιείται. Οι καθημερινές υπενθυμίσεις μένουν δωρεάν και οι ρυθμίσεις σου μένουν αποθηκευμένες.
es: El bloqueo de apps se desactiva. Los recordatorios diarios siguen siendo gratis y tu configuración queda guardada.
fi: Sovellusesto menee pois päältä. Päivittäiset muistutukset pysyvät ilmaisina, ja asetuksesi pysyvät tallessa.
fr: Le blocage d’apps se désactive. Les rappels quotidiens restent gratuits et ta configuration reste enregistrée.
gu: ઍપ બ્લૉકિંગ બંધ થશે. રોજનાં રિમાઇન્ડર મફત રહેશે, અને તમારું સેટઅપ સેવ રહેશે.
he: חסימת האפליקציות נכבית. התזכורות היומיות נשארות בחינם, וההגדרות שלך נשארות שמורות.
hi: ऐप ब्लॉकिंग बंद हो जाती है। रोज़ के रिमाइंडर मुफ़्त रहते हैं, और आपका सेटअप सेव रहता है।
hr: Blokiranje aplikacija se isključuje. Dnevni podsjetnici ostaju besplatni, a tvoje postavke ostaju spremljene.
hu: Az appblokkolás kikapcsol. A napi emlékeztetők ingyenesek maradnak, és a beállításaid mentve maradnak.
id: Blokir aplikasi mati. Pengingat harian tetap gratis, dan pengaturanmu tetap tersimpan.
it: Il blocco app si disattiva. I promemoria giornalieri restano gratis e la tua configurazione resta salvata.
ja: アプリブロックがオフになります。毎日のリマインダーは無料のままで、設定も保存されたままです。
kn: ಆ್ಯಪ್ ನಿರ್ಬಂಧ ಆಫ್ ಆಗುತ್ತದೆ. ದೈನಂದಿನ ಜ್ಞಾಪನೆಗಳು ಉಚಿತವಾಗಿಯೇ ಇರುತ್ತವೆ, ಮತ್ತು ನಿಮ್ಮ ಸೆಟಪ್ ಉಳಿಸಲ್ಪಟ್ಟಿರುತ್ತದೆ.
ko: 앱 차단이 꺼져요. 매일 알림은 계속 무료이고, 설정은 그대로 저장돼요.
ml: ആപ്പ് ബ്ലോക്കിംഗ് ഓഫാകും. ദൈനംദിന റിമൈൻഡറുകൾ സൗജന്യമായി തുടരും, നിങ്ങളുടെ സെറ്റപ്പ് സേവ് ചെയ്തിരിക്കും.
mr: ॲप ब्लॉकिंग बंद होते. रोजचे रिमाइंडर मोफत राहतात, आणि तुमचा सेटअप सेव्ह राहतो.
ms: Sekatan apl dimatikan. Peringatan harian kekal percuma, dan tetapan kamu kekal disimpan.
nb: Appblokkering slås av. Daglige påminnelser forblir gratis, og oppsettet ditt er fortsatt lagret.
nl: Appblokkering gaat uit. Dagelijkse herinneringen blijven gratis en je instellingen blijven bewaard.
or: ଆପ୍ ବ୍ଲକିଂ ବନ୍ଦ ହୁଏ। ଦୈନିକ ରିମାଇଣ୍ଡର୍ ମାଗଣା ରହେ, ଏବଂ ଆପଣଙ୍କ ସେଟଅପ୍ ସେଭ୍ ରହିବ।
pa: ਐਪ ਬਲੌਕਿੰਗ ਬੰਦ ਹੋ ਜਾਂਦੀ ਹੈ। ਰੋਜ਼ਾਨਾ ਰਿਮਾਈਂਡਰ ਮੁਫ਼ਤ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਤੁਹਾਡਾ ਸੈੱਟਅੱਪ ਸੰਭਾਲਿਆ ਰਹਿੰਦਾ ਹੈ।
pl: Blokowanie aplikacji się wyłączy. Codzienne przypomnienia zostają za darmo, a twoje ustawienia pozostaną zapisane.
pt_br: O bloqueio de apps desliga. Os lembretes diários continuam grátis, e sua configuração fica salva.
pt_pt: O bloqueio de apps desliga-se. Os lembretes diários continuam grátis e a tua configuração fica guardada.
ro: Blocarea aplicațiilor se oprește. Mementourile zilnice rămân gratuite, iar configurarea ta rămâne salvată.
ru: Блокировка приложений отключится. Ежедневные напоминания останутся бесплатными, а твои настройки сохранятся.
sk: Blokovanie aplikácií sa vypne. Denné pripomienky zostanú zdarma a tvoje nastavenia zostanú uložené.
sl: Blokiranje aplikacij se izklopi. Dnevni opomniki ostanejo brezplačni, tvoje nastavitve pa ostanejo shranjene.
sv: Appblockering stängs av. Dagliga påminnelser är fortfarande gratis och dina inställningar finns kvar.
ta: ஆப் தடுப்பு ஆஃப் ஆகும். தினசரி நினைவூட்டல்கள் இலவசமாகவே இருக்கும், உங்கள் அமைப்புகள் சேமிக்கப்பட்டிருக்கும்.
te: యాప్ బ్లాకింగ్ ఆఫ్ అవుతుంది. రోజువారీ రిమైండర్లు ఉచితంగానే ఉంటాయి, మీ సెటప్ సేవ్ అయి ఉంటుంది.
th: การบล็อกแอปจะปิด การแจ้งเตือนประจำวันยังฟรี และการตั้งค่าของคุณยังถูกบันทึกอยู่
tr: Uygulama engelleme kapanır. Günlük hatırlatmalar ücretsiz kalır ve kurulumun kayıtlı kalır.
uk: Блокування застосунків вимкнеться. Щоденні нагадування лишаться безкоштовними, а твої налаштування збережуться.
ur: ایپ بلاکنگ بند ہو جاتی ہے۔ روزانہ کی یاد دہانیاں مفت رہتی ہیں، اور آپ کا سیٹ اپ محفوظ رہتا ہے۔
vi: Chặn ứng dụng sẽ tắt. Lời nhắc hàng ngày vẫn miễn phí, và thiết lập của bạn vẫn được lưu.
zh_hans: 应用屏蔽将关闭。每日提醒仍然免费，你的设置会保留。
zh_hant: App 封鎖將關閉。每日提醒仍然免費，你的設定會保留。

# paywall.board.trial_ended.title
source: Get your reminders and app blocking back.
ar: استعيدي تذكيراتك وحظر التطبيقات.
bn: আপনার রিমাইন্ডার আর অ্যাপ ব্লকিং ফিরিয়ে আনুন।
ca: Recupera els recordatoris i el bloqueig d’apps.
cs: Získej zpět připomínky a blokování aplikací.
da: Få dine påmindelser og appblokering tilbage.
de: Hol dir deine Erinnerungen und die App-Sperre zurück.
el: Πάρε πίσω τις υπενθυμίσεις και τον αποκλεισμό εφαρμογών.
es: Recupera tus recordatorios y el bloqueo de apps.
fi: Ota muistutukset ja sovellusesto takaisin käyttöön.
fr: Récupère tes rappels et le blocage d’apps.
gu: તમારાં રિમાઇન્ડર અને ઍપ બ્લૉકિંગ પાછાં મેળવો.
he: קבלי בחזרה את התזכורות ואת חסימת האפליקציות.
hi: अपने रिमाइंडर और ऐप ब्लॉकिंग वापस पाएँ।
hr: Vrati svoje podsjetnike i blokiranje aplikacija.
hu: Kapd vissza az emlékeztetőidet és az appblokkolást.
id: Dapatkan lagi pengingat dan blokir aplikasimu.
it: Riprenditi i promemoria e il blocco app.
ja: リマインダーとアプリブロックを取り戻しましょう。
kn: ನಿಮ್ಮ ಜ್ಞಾಪನೆಗಳು ಮತ್ತು ಆ್ಯಪ್ ನಿರ್ಬಂಧವನ್ನು ಮರಳಿ ಪಡೆಯಿರಿ.
ko: 알림과 앱 차단을 다시 켜 보세요.
ml: നിങ്ങളുടെ റിമൈൻഡറുകളും ആപ്പ് ബ്ലോക്കിംഗും തിരികെ നേടൂ.
mr: तुमचे रिमाइंडर आणि ॲप ब्लॉकिंग परत मिळवा.
ms: Dapatkan semula peringatan dan sekatan apl kamu.
nb: Få tilbake påminnelsene og appblokkeringen.
nl: Krijg je herinneringen en appblokkering terug.
or: ଆପଣଙ୍କ ରିମାଇଣ୍ଡର୍ ଓ ଆପ୍ ବ୍ଲକିଂ ଫେରି ପାଆନ୍ତୁ।
pa: ਆਪਣੇ ਰਿਮਾਈਂਡਰ ਅਤੇ ਐਪ ਬਲੌਕਿੰਗ ਵਾਪਸ ਪਾਓ।
pl: Odzyskaj przypomnienia i blokowanie aplikacji.
pt_br: Tenha de volta seus lembretes e o bloqueio de apps.
pt_pt: Recupera os teus lembretes e o bloqueio de apps.
ro: Recuperează-ți mementourile și blocarea aplicațiilor.
ru: Верни напоминания и блокировку приложений.
sk: Získaj späť pripomienky a blokovanie aplikácií.
sl: Pridobi nazaj opomnike in blokiranje aplikacij.
sv: Få tillbaka dina påminnelser och appblockeringen.
ta: உங்கள் நினைவூட்டல்களையும் ஆப் தடுப்பையும் திரும்பப் பெறுங்கள்.
te: మీ రిమైండర్లు, యాప్ బ్లాకింగ్‌ను తిరిగి పొందండి.
th: รับการแจ้งเตือนและการบล็อกแอปกลับคืนมา
tr: Hatırlatmalarını ve uygulama engellemeyi geri al.
uk: Поверни нагадування і блокування застосунків.
ur: اپنی یاد دہانیاں اور ایپ بلاکنگ واپس پائیں۔
vi: Bật lại lời nhắc và tính năng chặn ứng dụng.
zh_hans: 找回你的提醒和应用屏蔽。
zh_hant: 找回你的提醒和 App 封鎖。

# paywall.board.trial_ended.subtitle.pill
source: Pick a plan and they’re back before tonight’s pill. Your setup is saved.
ar: اختاري خطة وستعود قبل حبة الليلة. إعداداتك محفوظة.
bn: একটি প্ল্যান বেছে নিন, আজ রাতের পিলের আগেই এগুলো ফিরে আসবে। আপনার সেটআপ সেভ আছে।
ca: Tria un pla i tornen abans de la píndola d’aquesta nit. La teva configuració queda desada.
cs: Vyber si plán a vrátí se ještě před dnešní večerní pilulkou. Tvoje nastavení zůstává uložené.
da: Vælg en plan, så er de tilbage før aftenens p-pille. Din opsætning er gemt.
de: Wähl einen Tarif, dann sind sie vor deiner Pille heute Abend wieder da. Deine Einrichtung bleibt gespeichert.
el: Διάλεξε πρόγραμμα και επιστρέφουν πριν από το αποψινό χάπι. Οι ρυθμίσεις σου μένουν αποθηκευμένες.
es: Elige un plan y vuelven antes de tu píldora de esta noche. Tu configuración está guardada.
fi: Valitse paketti, niin ne palaavat ennen illan pilleriä. Asetuksesi ovat tallessa.
fr: Choisis une formule et ils reviennent avant ta pilule de ce soir. Ta configuration reste enregistrée.
gu: પ્લાન પસંદ કરો અને આજ રાતની ગોળી પહેલાં તે પાછાં આવી જશે. તમારું સેટઅપ સેવ છે.
he: בחרי תוכנית והן יחזרו לפני הגלולה של הערב. ההגדרות שלך שמורות.
hi: प्लान चुनें और आज रात की गोली से पहले ये वापस आ जाएँगे। आपका सेटअप सेव है।
hr: Odaberi plan i vratit će se prije večerašnje pilule. Tvoje postavke ostaju spremljene.
hu: Válassz csomagot, és a ma esti tabletta előtt visszakapod őket. A beállításaid mentve vannak.
id: Pilih paket dan semuanya kembali sebelum pil malam ini. Pengaturanmu tetap tersimpan.
it: Scegli un piano e tornano prima della pillola di stasera. La tua configurazione resta salvata.
ja: プランを選べば、今夜のピルの前に元どおりになります。設定は保存されています。
kn: ಪ್ಲಾನ್ ಆರಿಸಿ, ಇಂದು ರಾತ್ರಿಯ ಮಾತ್ರೆಗೂ ಮೊದಲೇ ಅವು ಮರಳಿ ಬರುತ್ತವೆ. ನಿಮ್ಮ ಸೆಟಪ್ ಉಳಿಸಲ್ಪಟ್ಟಿದೆ.
ko: 플랜을 고르면 오늘 밤 피임약 전에 다시 켜져요. 설정은 저장돼 있어요.
ml: ഒരു പ്ലാൻ തിരഞ്ഞെടുക്കൂ, ഇന്ന് രാത്രിയിലെ ഗുളികയ്ക്ക് മുമ്പേ അവ തിരികെ വരും. നിങ്ങളുടെ സെറ്റപ്പ് സേവ് ചെയ്തിട്ടുണ്ട്.
mr: प्लॅन निवडा, आणि आज रात्रीच्या गोळीआधी ते परत येतील. तुमचा सेटअप सेव्ह आहे.
ms: Pilih pelan dan semuanya kembali sebelum pil malam ini. Tetapan kamu kekal disimpan.
nb: Velg en plan, så er de tilbake før kveldens pille. Oppsettet ditt er lagret.
nl: Kies een plan en ze zijn terug vóór je pil van vanavond. Je instellingen blijven bewaard.
or: ଏକ ପ୍ଲାନ୍ ବାଛନ୍ତୁ, ଆଜି ରାତିର ପିଲ୍ ପୂର୍ବରୁ ସେଗୁଡ଼ିକ ଫେରି ଆସିବ। ଆପଣଙ୍କ ସେଟଅପ୍ ସେଭ୍ ଅଛି।
pa: ਪਲਾਨ ਚੁਣੋ, ਅਤੇ ਅੱਜ ਰਾਤ ਦੀ ਗੋਲੀ ਤੋਂ ਪਹਿਲਾਂ ਇਹ ਵਾਪਸ ਆ ਜਾਣਗੇ। ਤੁਹਾਡਾ ਸੈੱਟਅੱਪ ਸੰਭਾਲਿਆ ਹੋਇਆ ਹੈ।
pl: Wybierz plan, a wrócą przed dzisiejszą wieczorną tabletką. Twoje ustawienia są zapisane.
pt_br: Escolha um plano e eles voltam antes da pílula de hoje à noite. Sua configuração está salva.
pt_pt: Escolhe um plano e voltam antes da pílula de hoje à noite. A tua configuração fica guardada.
ro: Alege un plan și revin înainte de pilula de diseară. Configurarea ta rămâne salvată.
ru: Выбери план, и они вернутся до вечерней таблетки. Твои настройки сохранены.
sk: Vyber si plán a vrátia sa ešte pred dnešnou večernou tabletkou. Tvoje nastavenia zostávajú uložené.
sl: Izberi paket in vrnejo se še pred nocojšnjo tabletko. Tvoje nastavitve ostanejo shranjene.
sv: Välj en plan så är de tillbaka före kvällens p-piller. Dina inställningar finns kvar.
ta: ஒரு திட்டத்தைத் தேர்ந்தெடுங்கள், இன்றிரவு மாத்திரைக்கு முன்பே அவை திரும்பி வரும். உங்கள் அமைப்புகள் சேமிக்கப்பட்டுள்ளன.
te: ప్లాన్ ఎంచుకోండి, ఈ రాత్రి మాత్రకు ముందే అవి తిరిగి వస్తాయి. మీ సెటప్ సేవ్ అయి ఉంది.
th: เลือกแพ็กเกจแล้วทุกอย่างจะกลับมาก่อนกินยาคืนนี้ การตั้งค่าของคุณยังถูกบันทึกอยู่
tr: Bir plan seç, bu akşamki hapından önce geri gelirler. Kurulumun kayıtlı.
uk: Обери план, і вони повернуться до вечірньої таблетки. Твої налаштування збережені.
ur: پلان چنیں اور یہ آج رات کی گولی سے پہلے واپس آ جائیں گی۔ آپ کا سیٹ اپ محفوظ ہے۔
vi: Chọn một gói và chúng sẽ trở lại trước viên thuốc tối nay. Thiết lập của bạn vẫn được lưu.
zh_hans: 选择一个方案，它们会在今晚服药前恢复。你的设置已保存。
zh_hant: 選擇一個方案，它們會在今晚服藥前恢復。你的設定已儲存。

# paywall.board.trial_ended.subtitle.patch
source: Pick a plan and they’re back before your next patch change. Your setup is saved.
ar: اختاري خطة وستعود قبل تغيير لصقتك القادم. إعداداتك محفوظة.
bn: একটি প্ল্যান বেছে নিন, পরের বার প্যাচ বদলানোর আগেই এগুলো ফিরে আসবে। আপনার সেটআপ সেভ আছে।
ca: Tria un pla i tornen abans del pròxim canvi de pegat. La teva configuració queda desada.
cs: Vyber si plán a vrátí se ještě před další výměnou náplasti. Tvoje nastavení zůstává uložené.
da: Vælg en plan, så er de tilbage før dit næste plasterskift. Din opsætning er gemt.
de: Wähl einen Tarif, dann sind sie vor deinem nächsten Pflasterwechsel wieder da. Deine Einrichtung bleibt gespeichert.
el: Διάλεξε πρόγραμμα και επιστρέφουν πριν από την επόμενη αλλαγή αυτοκόλλητου. Οι ρυθμίσεις σου μένουν αποθηκευμένες.
es: Elige un plan y vuelven antes de tu próximo cambio de parche. Tu configuración está guardada.
fi: Valitse paketti, niin ne palaavat ennen seuraavaa laastarin vaihtoa. Asetuksesi ovat tallessa.
fr: Choisis une formule et ils reviennent avant ton prochain changement de patch. Ta configuration reste enregistrée.
gu: પ્લાન પસંદ કરો અને આગલી વાર પેચ બદલતા પહેલાં તે પાછાં આવી જશે. તમારું સેટઅપ સેવ છે.
he: בחרי תוכנית והן יחזרו לפני החלפת המדבקה הבאה. ההגדרות שלך שמורות.
hi: प्लान चुनें और अगली बार पैच बदलने से पहले ये वापस आ जाएँगे। आपका सेटअप सेव है।
hr: Odaberi plan i vratit će se prije sljedeće promjene flastera. Tvoje postavke ostaju spremljene.
hu: Válassz csomagot, és a következő tapaszcsere előtt visszakapod őket. A beállításaid mentve vannak.
id: Pilih paket dan semuanya kembali sebelum ganti koyo berikutnya. Pengaturanmu tetap tersimpan.
it: Scegli un piano e tornano prima del prossimo cambio del cerotto. La tua configurazione resta salvata.
ja: プランを選べば、次のパッチの貼り替え前に元どおりになります。設定は保存されています。
kn: ಪ್ಲಾನ್ ಆರಿಸಿ, ಮುಂದಿನ ಬಾರಿ ಪ್ಯಾಚ್ ಬದಲಿಸುವ ಮೊದಲೇ ಅವು ಮರಳಿ ಬರುತ್ತವೆ. ನಿಮ್ಮ ಸೆಟಪ್ ಉಳಿಸಲ್ಪಟ್ಟಿದೆ.
ko: 플랜을 고르면 다음 패치 교체 전에 다시 켜져요. 설정은 저장돼 있어요.
ml: ഒരു പ്ലാൻ തിരഞ്ഞെടുക്കൂ, അടുത്ത തവണ പാച്ച് മാറ്റുന്നതിന് മുമ്പേ അവ തിരികെ വരും. നിങ്ങളുടെ സെറ്റപ്പ് സേവ് ചെയ്തിട്ടുണ്ട്.
mr: प्लॅन निवडा, आणि पुढच्या वेळी पॅच बदलण्याआधी ते परत येतील. तुमचा सेटअप सेव्ह आहे.
ms: Pilih pelan dan semuanya kembali sebelum tukar tampalan seterusnya. Tetapan kamu kekal disimpan.
nb: Velg en plan, så er de tilbake før neste plasterbytte. Oppsettet ditt er lagret.
nl: Kies een plan en ze zijn terug vóór je volgende pleisterwissel. Je instellingen blijven bewaard.
or: ଏକ ପ୍ଲାନ୍ ବାଛନ୍ତୁ, ପରବର୍ତ୍ତୀ ଥର ପ୍ୟାଚ୍ ବଦଳାଇବା ପୂର୍ବରୁ ସେଗୁଡ଼ିକ ଫେରି ଆସିବ। ଆପଣଙ୍କ ସେଟଅପ୍ ସେଭ୍ ଅଛି।
pa: ਪਲਾਨ ਚੁਣੋ, ਅਤੇ ਅਗਲੀ ਵਾਰ ਪੈਚ ਬਦਲਣ ਤੋਂ ਪਹਿਲਾਂ ਇਹ ਵਾਪਸ ਆ ਜਾਣਗੇ। ਤੁਹਾਡਾ ਸੈੱਟਅੱਪ ਸੰਭਾਲਿਆ ਹੋਇਆ ਹੈ।
pl: Wybierz plan, a wrócą przed następną zmianą plastra. Twoje ustawienia są zapisane.
pt_br: Escolha um plano e eles voltam antes da sua próxima troca de adesivo. Sua configuração está salva.
pt_pt: Escolhe um plano e voltam antes da tua próxima mudança de adesivo. A tua configuração fica guardada.
ro: Alege un plan și revin înainte de următoarea schimbare a plasturelui. Configurarea ta rămâne salvată.
ru: Выбери план, и они вернутся до следующей смены пластыря. Твои настройки сохранены.
sk: Vyber si plán a vrátia sa ešte pred ďalšou výmenou náplasti. Tvoje nastavenia zostávajú uložené.
sl: Izberi paket in vrnejo se še pred naslednjo menjavo obliža. Tvoje nastavitve ostanejo shranjene.
sv: Välj en plan så är de tillbaka före ditt nästa plåsterbyte. Dina inställningar finns kvar.
ta: ஒரு திட்டத்தைத் தேர்ந்தெடுங்கள், அடுத்த முறை பேட்ச்சை மாற்றுவதற்கு முன்பே அவை திரும்பி வரும். உங்கள் அமைப்புகள் சேமிக்கப்பட்டுள்ளன.
te: ప్లాన్ ఎంచుకోండి, తదుపరిసారి ప్యాచ్ మార్చే ముందే అవి తిరిగి వస్తాయి. మీ సెటప్ సేవ్ అయి ఉంది.
th: เลือกแพ็กเกจแล้วทุกอย่างจะกลับมาก่อนเปลี่ยนแผ่นแปะครั้งถัดไป การตั้งค่าของคุณยังถูกบันทึกอยู่
tr: Bir plan seç, bir sonraki bant değişiminden önce geri gelirler. Kurulumun kayıtlı.
uk: Обери план, і вони повернуться до наступної заміни пластиря. Твої налаштування збережені.
ur: پلان چنیں اور یہ اگلی بار پیچ بدلنے سے پہلے واپس آ جائیں گی۔ آپ کا سیٹ اپ محفوظ ہے۔
vi: Chọn một gói và chúng sẽ trở lại trước lần thay miếng dán tiếp theo. Thiết lập của bạn vẫn được lưu.
zh_hans: 选择一个方案，它们会在你下次更换贴片前恢复。你的设置已保存。
zh_hant: 選擇一個方案，它們會在你下次更換貼片前恢復。你的設定已儲存。

# paywall.board.trial_ended.subtitle.ring
source: Pick a plan and they’re back before your next ring change. Your setup is saved.
ar: اختاري خطة وستعود قبل تغيير حلقتك القادم. إعداداتك محفوظة.
bn: একটি প্ল্যান বেছে নিন, পরের বার রিং বদলানোর আগেই এগুলো ফিরে আসবে। আপনার সেটআপ সেভ আছে।
ca: Tria un pla i tornen abans del pròxim canvi d’anell. La teva configuració queda desada.
cs: Vyber si plán a vrátí se ještě před další výměnou kroužku. Tvoje nastavení zůstává uložené.
da: Vælg en plan, så er de tilbage før dit næste ringskift. Din opsætning er gemt.
de: Wähl einen Tarif, dann sind sie vor deinem nächsten Ringwechsel wieder da. Deine Einrichtung bleibt gespeichert.
el: Διάλεξε πρόγραμμα και επιστρέφουν πριν από την επόμενη αλλαγή δακτυλίου. Οι ρυθμίσεις σου μένουν αποθηκευμένες.
es: Elige un plan y vuelven antes de tu próximo cambio de anillo. Tu configuración está guardada.
fi: Valitse paketti, niin ne palaavat ennen seuraavaa renkaan vaihtoa. Asetuksesi ovat tallessa.
fr: Choisis une formule et ils reviennent avant ton prochain changement d’anneau. Ta configuration reste enregistrée.
gu: પ્લાન પસંદ કરો અને આગલી વાર રિંગ બદલતા પહેલાં તે પાછાં આવી જશે. તમારું સેટઅપ સેવ છે.
he: בחרי תוכנית והן יחזרו לפני החלפת הטבעת הבאה. ההגדרות שלך שמורות.
hi: प्लान चुनें और अगली बार रिंग बदलने से पहले ये वापस आ जाएँगे। आपका सेटअप सेव है।
hr: Odaberi plan i vratit će se prije sljedeće promjene prstena. Tvoje postavke ostaju spremljene.
hu: Válassz csomagot, és a következő gyűrűcsere előtt visszakapod őket. A beállításaid mentve vannak.
id: Pilih paket dan semuanya kembali sebelum ganti cincin berikutnya. Pengaturanmu tetap tersimpan.
it: Scegli un piano e tornano prima del prossimo cambio dell’anello. La tua configurazione resta salvata.
ja: プランを選べば、次のリングの交換前に元どおりになります。設定は保存されています。
kn: ಪ್ಲಾನ್ ಆರಿಸಿ, ಮುಂದಿನ ಬಾರಿ ರಿಂಗ್ ಬದಲಿಸುವ ಮೊದಲೇ ಅವು ಮರಳಿ ಬರುತ್ತವೆ. ನಿಮ್ಮ ಸೆಟಪ್ ಉಳಿಸಲ್ಪಟ್ಟಿದೆ.
ko: 플랜을 고르면 다음 링 교체 전에 다시 켜져요. 설정은 저장돼 있어요.
ml: ഒരു പ്ലാൻ തിരഞ്ഞെടുക്കൂ, അടുത്ത തവണ റിംഗ് മാറ്റുന്നതിന് മുമ്പേ അവ തിരികെ വരും. നിങ്ങളുടെ സെറ്റപ്പ് സേവ് ചെയ്തിട്ടുണ്ട്.
mr: प्लॅन निवडा, आणि पुढच्या वेळी रिंग बदलण्याआधी ते परत येतील. तुमचा सेटअप सेव्ह आहे.
ms: Pilih pelan dan semuanya kembali sebelum tukar cincin seterusnya. Tetapan kamu kekal disimpan.
nb: Velg en plan, så er de tilbake før neste ringbytte. Oppsettet ditt er lagret.
nl: Kies een plan en ze zijn terug vóór je volgende ringwissel. Je instellingen blijven bewaard.
or: ଏକ ପ୍ଲାନ୍ ବାଛନ୍ତୁ, ପରବର୍ତ୍ତୀ ଥର ରିଙ୍ଗ ବଦଳାଇବା ପୂର୍ବରୁ ସେଗୁଡ଼ିକ ଫେରି ଆସିବ। ଆପଣଙ୍କ ସେଟଅପ୍ ସେଭ୍ ଅଛି।
pa: ਪਲਾਨ ਚੁਣੋ, ਅਤੇ ਅਗਲੀ ਵਾਰ ਰਿੰਗ ਬਦਲਣ ਤੋਂ ਪਹਿਲਾਂ ਇਹ ਵਾਪਸ ਆ ਜਾਣਗੇ। ਤੁਹਾਡਾ ਸੈੱਟਅੱਪ ਸੰਭਾਲਿਆ ਹੋਇਆ ਹੈ।
pl: Wybierz plan, a wrócą przed następną zmianą krążka. Twoje ustawienia są zapisane.
pt_br: Escolha um plano e eles voltam antes da sua próxima troca de anel. Sua configuração está salva.
pt_pt: Escolhe um plano e voltam antes da tua próxima mudança de anel. A tua configuração fica guardada.
ro: Alege un plan și revin înainte de următoarea schimbare a inelului. Configurarea ta rămâne salvată.
ru: Выбери план, и они вернутся до следующей смены кольца. Твои настройки сохранены.
sk: Vyber si plán a vrátia sa ešte pred ďalšou výmenou krúžku. Tvoje nastavenia zostávajú uložené.
sl: Izberi paket in vrnejo se še pred naslednjo menjavo obročka. Tvoje nastavitve ostanejo shranjene.
sv: Välj en plan så är de tillbaka före ditt nästa ringbyte. Dina inställningar finns kvar.
ta: ஒரு திட்டத்தைத் தேர்ந்தெடுங்கள், அடுத்த முறை ரிங்கை மாற்றுவதற்கு முன்பே அவை திரும்பி வரும். உங்கள் அமைப்புகள் சேமிக்கப்பட்டுள்ளன.
te: ప్లాన్ ఎంచుకోండి, తదుపరిసారి రింగ్ మార్చే ముందే అవి తిరిగి వస్తాయి. మీ సెటప్ సేవ్ అయి ఉంది.
th: เลือกแพ็กเกจแล้วทุกอย่างจะกลับมาก่อนเปลี่ยนวงแหวนครั้งถัดไป การตั้งค่าของคุณยังถูกบันทึกอยู่
tr: Bir plan seç, bir sonraki halka değişiminden önce geri gelirler. Kurulumun kayıtlı.
uk: Обери план, і вони повернуться до наступної заміни кільця. Твої налаштування збережені.
ur: پلان چنیں اور یہ اگلی بار رِنگ بدلنے سے پہلے واپس آ جائیں گی۔ آپ کا سیٹ اپ محفوظ ہے۔
vi: Chọn một gói và chúng sẽ trở lại trước lần thay vòng tiếp theo. Thiết lập của bạn vẫn được lưu.
zh_hans: 选择一个方案，它们会在你下次更换阴道环前恢复。你的设置已保存。
zh_hant: 選擇一個方案，它們會在你下次更換陰道環前恢復。你的設定已儲存。

# paywall.board.during_trial.title
source: Keep Plus after your trial ends.
ar: احتفظي بـ Plus بعد انتهاء الفترة التجريبية.
bn: ট্রায়ালের পরেও Plus রাখুন।
ca: Conserva el Plus quan s’acabi la prova.
cs: Nech si Plus i po zkušebním období.
da: Behold Plus, når din prøveperiode slutter.
de: Behalte Plus nach deiner Testphase.
el: Κράτα το Plus μετά τη δοκιμή.
es: Sigue con Plus cuando termine tu prueba.
fi: Pidä Plus kokeilun jälkeenkin.
fr: Garde Plus après ton essai.
gu: ટ્રાયલ પછી પણ Plus રાખો.
he: השאירי את Plus אחרי תקופת הניסיון.
hi: ट्रायल के बाद भी Plus जारी रखें।
hr: Zadrži Plus nakon probnog razdoblja.
hu: Tartsd meg a Plust a próbaidőszak után is.
id: Tetap pakai Plus setelah uji coba berakhir.
it: Tieni Plus anche dopo la prova.
ja: トライアル後もPlusを続けましょう。
kn: ಟ್ರಯಲ್ ನಂತರವೂ Plus ಮುಂದುವರಿಸಿ.
ko: 체험이 끝난 뒤에도 Plus를 유지하세요.
ml: ട്രയലിന് ശേഷവും Plus തുടരൂ.
mr: ट्रायलनंतरही Plus सुरू ठेवा.
ms: Kekalkan Plus selepas percubaan tamat.
nb: Behold Plus når prøveperioden er over.
nl: Houd Plus na je proefperiode.
or: ଟ୍ରାୟାଲ୍ ପରେ ବି Plus ରଖନ୍ତୁ।
pa: ਟ੍ਰਾਇਲ ਤੋਂ ਬਾਅਦ ਵੀ Plus ਰੱਖੋ।
pl: Zostań z Plus po okresie próbnym.
pt_br: Mantenha o Plus depois do teste.
pt_pt: Fica com o Plus depois do teste.
ro: Păstrează Plus după perioada de probă.
ru: Оставь Plus после пробного периода.
sk: Nechaj si Plus aj po skúšobnom období.
sl: Obdrži Plus po koncu preizkusa.
sv: Behåll Plus när provperioden är slut.
ta: சோதனைக் காலத்திற்குப் பிறகும் Plus-ஐத் தொடருங்கள்.
te: ట్రయల్ తర్వాత కూడా Plus కొనసాగించండి.
th: ใช้ Plus ต่อหลังช่วงทดลองใช้
tr: Denemen bitince de Plus ile devam et.
uk: Залиш Plus після пробного періоду.
ur: ٹرائل کے بعد بھی Plus جاری رکھیں۔
vi: Giữ Plus sau khi hết dùng thử.
zh_hans: 试用结束后继续使用 Plus。
zh_hant: 試用結束後繼續使用 Plus。
